import { ICatagloryInfo } from "../../interfaces/cataglory";

//银行
export const BANK_DATA: ICatagloryInfo = {
  "金融": [
    {
      name: "张五常",
      field: "新制度经济学和现代产权经济学",
      description: "张五常是新制度经济学和现代产权经济学的创始人之一。\n1959年，在美国加州大学师从现代产权经济学创始人阿尔钦，8年后获博士学位；后在华盛顿大学任教授。1982年返港担任香港大学经济金融学院院长，至2000年退休。 他以《佃农理论》和《蜜蜂的神话》两篇文章享誉学界。他曾作为唯一一位未获诺贝尔奖的经济学者而被邀请参加了1991年的诺贝尔颁奖典礼。",
      img: require('../../assets/images/pages/bank/zhangwuchang.jpg')
    },
    {
      name: "郎咸平",
      field: "中国台湾学者、经济学家、金融专家",
      description: "郎咸平2003年世界最有影响力的经济学家，沃顿商学院，密西根州立大学，俄亥俄州立大学，纽约大学和芝加哥大学教授。香港中文大学最高学术级别的（首席）教授。世界银行、深交所和香港政府财经事务局公司治理顾问。被中小投资者赞誉的“郎监管”1990年金融学论文引用率排名全世界第一。",
      img: require('../../assets/images/pages/bank/langxianping.jpg')

    },
    {
      name: "李稻葵",
      field: "中国宏观经济运行",
      description: "李稻葵毕业于哈佛大学，现为清华大学博士生导师、长江学者特聘教授、金砖国家新开发银行首席经济学家。李稻葵的研究兴趣主要集中于中国宏观经济运行、经济发展模式及制度变迁的跨国比较以及大国发展战略。他曾入选“中国改革开放海归40年40人”榜单。",
      img: require('../../assets/images/pages/bank/lidaokui.jpg')

    },
    {
      name: "焦瑾璞",
      field: "金融改革、货币政策、金融监管、农村金融和小额信贷、普惠金融、金融消费者保护等",
      description: "焦瑾璞曾任中国人民银行研究生部部务委员会副主席（正厅局级）、党组书记，中国人民银行研究局副局长，中国人民银行金融研究所副所长，金融研究所博士后科研流动站负责人，重庆市经济委员会副主任（挂职）。\n受聘为中国人民银行金融研究所博士后科研流动站导师（招生），中国农业大学经济管理学院、天津财经大学金融学院、中南财经政法大学金融学院教授、博导（招生），清华大学五道口金融学院教授、硕士生导师（招生），人民大学财政金融学院、厦门大学金融学院兼职教授，国务院扶贫开发领导小组专家咨询委员会委员，《金融会计》、《资本市场》、《金融发展研究》、《区域金融研究》等多家杂志编委。\n主要从事金融改革、货币政策、金融监管、农村金融和小额信贷、普惠金融、金融消费者保护等方面的研究。尤其是在推动我国农村金融、小额信贷、微型金融和普惠金融发展和研究方面居于领先地位，是我国金融消费权益保护理论和实践的先行者。",
      img: require('../../assets/images/pages/bank/jiaojingong.jpg')

    }
  ],
  "投资理财": [
    {
      name: "薛暮桥",
      field: "社会主义经济学",
      description: "薛暮桥是中国经济学界泰斗，首届中国经济学奖获得者，被誉为“市场经济拓荒者”，亲身参与中国两个经济体制建设，是新中国第一代社会主义经济学家和高级经济官员之一。中华人民共和国成立后，先后任政务院财经委员会秘书长兼私营企业局局长，国家统计局局长，国家计委副主任，全国物价委员会主任，国务院经济研究中心总干事。 ",
      img: require("../../assets/images/pages/bank/xuemuqiao.jpg"),
    },
    {
      name: "林毅夫",
      field: "经济学",
      description: "林毅夫毕业于耶鲁大学，现任北京大学国家发展研究院名誉院长，十三届全国政协经济委员会副主任。1990年任国务院发展研究中心农村部副部长。\n1994年创立北京大学中国经济研究中心。\n2008年出任世界银行首席经济师。\n2012年任北京大学国家发展研究院名誉院长。\n2018年，获评“经济体制改革理论的探索者”和入选“中国改革开放海归40年40人”榜单。",
      img: require("../../assets/images/pages/bank/linyifu.jpg")
    },
    {
      name: "邹恒甫",
      field: "经济增长理论、货币政策和财政政策、通货膨胀和美元化问题、对转型性经济的研究、收入分配",
      description: "邹恒甫曾经担任《美国经济评论》、《比较经济学杂志》、《国际经济评论》、《经济学和统计学杂志》、《发展经济学》等杂志的审稿人。现担任世界银行研究部终身高级经济学家、武汉大学高级研究中心主任、中央财经大学中国经济与管理研究院院长、中央财经大学中国经济与管理研究院学术委员会主席。\n其主要研究方向包括经济增长理论、货币政策和财政政策、通货膨胀和美元化问题、对转型性经济的研究、收入分配。",
      img: require("../../assets/images/pages/bank/zouhengfu.jpg")
    }
  ],
  "财务/税务": [
    {
      name: "孙冶方",
      field: "马克思主义经济学",
      description: "孙冶方在建国后曾经担任上海财经学院院长、国家统计局副局长，中国科学院经济研究所所长，中国社会科学院经济研究所顾问、名誉所长，中国社会科学院顾问，国务院经济研究中心顾问。曾任中国国家统计局副局长。孙冶方经济科学奖于1985年开始设立和评选，每两年评选、颁发一次，是迄今为止中国经济学界的最高奖。",
      img: require("../../assets/images/pages/bank/sunyefang.jpg")
    },
    {
      name: "厉以宁",
      field: "中国经济发展的非均衡理论",
      description: "厉以宁毕业于北京大学，现任北京大学光华管理学院名誉院长、教授、博士生导师。他主持了《证券法》和《证券投资基金法》的起草工作，论证倡导我国股份制改革，提出了中国经济发展的非均衡理论，被誉为“中国经济学界泰斗”。他曾被党中央、国务院授予“改革先锋”称号，颁授改革先锋奖章，并获评“经济体制改革的积极倡导者”。",
      img: require("../../assets/images/pages/bank/liyining.jpg")
    },
    {
      name: "陈志武",
      field: "金融学和金融资产定价",
      description: "陈志武曾获得过墨顿·米勒奖学金。他的专业领域为股票、债券、期货和期权市场以及宏观经济。陈志武是金融学和金融资产定价领域最具有创造力和最活跃的学者之一。其获得过美国默顿·米勒(诺贝尔经济学奖得主)研究奖、芝加哥期权交易所研究奖等多项重大奖励。2006年，被《华尔街电讯》评为中国十大最具影响力的经济学家之一。",
      img: require("../../assets/images/pages/bank/chenzhiwu.jpg")
    },
    {
      name: "张维迎",
      field: "中国经济改革和社会发展",
      description: "张维迎，北京大学国家发展研究院联合创始人、教授，北京大学网络经济研究中心主任，经济学教授。\n张维迎发表的有关中国经济改革和社会发展的观点经常成为媒体关注的焦点。\n2000年，他获得国家自然科学基金“杰出青年基金”。\n2002年，他当选为“CCTV2002年中国经济年度人物”。\n2006年3月他发表了《理性思考中国改革》的长文，将有关改革的争论推向了一个高潮。",
      img: require("../../assets/images/pages/bank/zhangweiyin.jpg")
    },
    {
      name: "钱颖一",
      field: "比较经济学、制度经济学、转轨经济学、中国经济、中国教育",
      description: "2012年当选为世界计量经济学会会士、2018年当选为清华大学首批文科资深教授，获得2009年孙冶方经济科学奖、2016年度首届中国经济学奖。研究领域包括比较经济学、制度经济学、转轨经济学、中国经济、中国教育。\n现任第十三届全国政协经济委员会委员，全国工商联副主席，西湖大学校董会主席，国务院参事室参事。2018年12月22日，入选“中国改革开放海归40年40人”榜单。",
      img: require("../../assets/images/pages/bank/qianyinyi.jpg")
    }
  ]
}