import { ICatagloryInfo } from "../../interfaces/cataglory";

export const COURT_DATA: ICatagloryInfo = {
  "北京": [
    {
      name: '黄阳',
      description: '黄阳（Ryan Huang）2008年毕业于广东外语外贸大学，并分别于2009年和2011年获得圣路易斯华盛顿大学的LLM和JD学位。自2012年起，黄律师先后在中伦律师事务所和方达律师事务所工作，主要专注于跨境并购、风险投资和私募股权投资、外商投资等业务，曾为多家高新科技企业、投资机构、医疗企业、保险公司和工业企业提供法律服务，在股权投资、兼并收购、技术许可和矿业许可领域具有丰富的项目经验。黄律师于2018年初加入猎豹移动（NYSE：CMCM），作为高级法务经理主管集团投资和资本层面的法律事务。黄律师乐于与初入律师行业的朋友分享自己的经验，希望通过自己的努力和专业积累提高法律人对商业决策的附加价值，扩大法律人的影响力以及向更多的青年法律人展现法律的社会价值，为创造更好的法律从业环境尽一份绵薄之力。',
      img: require('../../assets/images/pages/court/huangyang.jpg'),
      field: '猎豹移动高级法务经理'
    },
    {
      name: '罗瑞',
      description: `罗睿律师曾就读于北京大学信息科学技术学院和法学院，并分别于2006年和2009年获理学学士和法律硕士学位。自从事律师工作以来，罗律师曾先后在北京市金杜律师事务所和上海市方达(北京)律师事务所执业多年。罗律师于2015年9月加入汉坤律师事务所，现任汉坤律师事务所北京办公室合伙人。
      罗睿律师主要从事知识产权诉讼及知识产权相关的反垄断争议解决业务，尤其擅长处理跨国公司客户涉及的复杂、高价值的知识产权相关纠纷。罗律师在所有的知识产权领域均具有丰富的诉讼经验，包括：专利、商标、版权、商业秘密，竞争法以及反垄断等。在近10年的执业时间里，罗律师曾代表客户在中国所有重要的知识产权管辖法院处理过大量的知识产权纠纷。凭借他对中国知识产权保护制度的深刻理解，罗律师曾为客户在最高院、北京高院、广东高院，福建高院和北京知识产权法院审理的多起重大案件中取得过胜利成果。其中部分案件还被最高院、北京高院、福建高院、北京知识产权法院评选为指导案例。同时，作为执业专利代理人，罗律师在国家知识产权局专利复审委员会的专利无效程序方面也具有十分丰富的经验。
      `,
      img: require('../../assets/images/pages/court/luori.jpg'),
      field: '汉坤律师事务所合伙人'
    },
    {
      name: '田甜',
      description: `田甜律师，于北京大学法学院分别取得学士和硕士学位，并于美国哥伦比亚大学法学院取得LLM学位。田律师于毕业后加入方达律师事务所北京分所，目前任知识产权业务组合伙人。
      田律师的主要执业领域为知识产权诉讼，处理过民事、行政、刑事等各种类型的知识产权诉讼案件，在处理大型复杂诉讼方面具有非常丰富的经验，曾经为多家跨国公司和知名客户提供争议解决的综合方案。除传统型知识产权纠纷之外，田律师还特别擅长处理互联网领域的不正当竞争纠纷等新型知识产权纠纷，对于众多具有较大争议的问题进行过深入的研究和成功的探索。
      田律师处理的多起案件曾经入选为年度代表性案例，比如：代表篮球巨星迈克尔·乔丹先生处理的“乔丹”系列商标纠纷案，被最高人民法院评选为“2016年十大知识产权案件”和“2016年十大推动法治进程案件”
       `,
      img: require('../../assets/images/pages/court/tiantian.jpg'),
      field: '方达律师事务所合伙人'
    },
    {
      name: '汪澍',
      description: `汪澍，本科毕业于中国政法大学民商经济法学院。目前担任国内知名创业投资母基金——紫荆资本法务总监。在此之前，曾就职于北京大成律师事务所资本市场部。
      汪澍主要从事资本市场、私募股权投资等相关法律业务。在紫荆资本任职期间扎根于私募股权投资行业的法律及合规工作，曾为财政部、保险资管协会等单位提供私募基金相关法律咨询服务，曾参与《私募条例》征求意见稿的修订研讨。
      热爱私募法律实务，连载有私募相关法律实务文章——私募小乒乓系列五十余篇，在业内受到广泛好评。工作之余喜欢下厨犒劳自己的胃，自拍深度爱好者。
      `,
      img: require('../../assets/images/pages/court/wangpeng.jpg'),
      field: '紫荆资本法务总监'
    }
  ],
  "上海": [
    {
      name: '孙建钢',
      description: `孙建钢（Roy Sun）律师，本科毕业于华东政法大学国际经济法专业，硕士毕业于上海社会科学院国际经济法专业、美国加州大学伯克利分校（University of California, Berkeley）商法专业，目前是君合律师事务所合伙人。孙建钢曾在上海市公安局出入境管理局工作，也兼任过博思格中国（BlueScope China）的总法律顾问。
      孙建钢律师的执业领域主要包括公司并购、私募及风险投资、资本市场和外商投资等，他能够为客户提供全方位、全流程的投资交易法律服务，包括交易结构的设计、尽职调查、交易文件起草、谈判、交割、交割后义务跟踪、重组上市、投后日常法律事务等。孙律师曾协助客户完成诸多有代表性的跨境并购、境外和境内结构的私募股权投资和风险投资交易、上市和退市交易。此外，孙建钢律师在外商投资领域拥有广泛的服务经验，为近百家外商投资企业提供过日常法律服务，包括但不限于政府谈判、土地招拍挂、设立变更、清算关闭、合同审阅、合规审查、劳动法律咨询。
      孙建钢律师热心参与公益，乐于分享经验。孙律师为十数家NGO组织提供服务，担任华东政法大学兼职硕士研究生导师，每年为研究生主讲法律实务课程。孙律师也是君合公司并购三组研究和培训负责合伙人，定期为律师组织和主持培训。
      `,
      img: require('../../assets/images/pages/court/sunjiangang.jpg'),
      field: '君合律师事务所合伙人'
    },
    {
      name: '周启光',
      description: `周启光现任职于贝克∙麦坚时国际律师事务所上海办公室，持有中国法律职业资格和中国注册会计师资格。周律师的工作专注于为世界五百强企业及高净值个人提供涉及并购重组、外商直接投资、中国企业海外投资、国际贸易、私募股权、房地产、银行与融资、工程与能源、劳动雇佣、离岸信托、财富管理、转让定价及争议解决等领域的国际及国内税务咨询、筹划及抗辩服务。周律师同时兼任上海对外经济贸易大学法学院校外硕士导师、瑞士圣加仑大学ExecutiveM.B.L.-HSG课程讲师、华东政法大学国际税法中心研究员、国际财政文献局（IBFD）中国区通讯员，还曾被任命为国际财政协会（IFA）2014年孟买年会中国区报告员。
      工作之余，周律师热心公益及学术活动，乐于与年轻法律人交流分享职业经验，投身国内各高校有关国际税法的课程及讲座，在国内外税务刊物及网络平台上撰写发表专业文章，出席国内外有关国内及国际税法的会议及研讨，亦曾于2013-2015连续三年担任荷兰莱顿大学国际税法暑期班助教。
      周律师于2010年毕业于中山大学，获法学学士学位；2012年毕业于中国政法大学，获经济法硕士学位；2013年毕业于荷兰莱顿大学，获国际税法高等硕士学位（全额奖学金获得者及最高荣誉毕业生）。
      `,
      img: require('../../assets/images/pages/court/zhouqiguang.jpg'),
      field: 'Baker & McKenzie 税务顾问'
    }
  ],
  '深圳': [
    {
      name: '王睿',
      description: `王睿毕业于北京大学法学院，获法学学士学位，2012年在美国哈佛大学法学院获得法学硕士学位，同时拥有中国及美国纽约州律师牌照。王睿律师目前为环球律师事务所深圳分所合伙人，其主要执业领域为金融、房地产及私募股权投资基金。在加入环球律师事务所之前，王睿律师分别在君合律师事务所、美国普衡律师事务所北京代表处、及位于香港的景顺亚太房产投资管理有限公司工作。
      王睿律师尤其擅长基金跨境结构分析及规划，曾协助多家国际知名基金管理人进入中国市场开展业务，包括在中国发起设立人民币或外币基金，在中国境内进行投资，同时协助具有丰富管理经验境内基金管理人发起设立人民币基金从事境外投资，在此过程中帮助客户设计并分析跨境投融资结构，以在实现商业目的的同时满足境内外合规及监管要求，同时擅长处理基金设立、募集和投资过程中的各类复杂问题。
      加入环球以来，王律师在服务国资背景客户方面亦积累了丰富的经验，致力于协助国资背景客户开展各类境内外基金及投资业务，满足国资背景客户多方位的法律服务需求。此外，王律师还服务于具有深圳特色的金融创新企业，为其创新金融产品（包括互联网金融产品）提供合规分析服务。
      王律师目前为广东欧美同学会哈佛同学会副会长，希望能够帮助更多的海归校友在广东地区实现生活和工作的梦想。
      `,
      img: require('../../assets/images/pages/court/wangrui.jpg'),
      field: '环球律师事务所合伙人'
    },
    {
      name: '张光磊',
      description: `张光磊律师曾就读于中国政法大学，获得法学学士和民商法学硕士，此外获得乔治华盛顿大学法学硕士，为哥伦比亚大学法学院访问学者，目前是竞天公诚律师事务所权益合伙人。张律师此前工作于两家中国知名律师事务所，拥有中国律师资格及美国纽约州律师资格。
      张律师的主要业务领域为争议解决，曾代表境内外客户处理过中国国际经济贸易仲裁委员会及其分会、上海国际仲裁中心、深圳国际仲裁院、北京仲裁委员会、香港国际仲裁中心等仲裁机构及中国不同层级法院的逾百宗案件。在张律师代理的案件中，不乏业界认可的典型案件，例如，其代理并胜诉的“途牛”商标侵权案被北京市高院评为年度十大知识产权案件。张律师擅长在投融资争议（特别是跨境交易纠纷）中为客户制定整体解决方案，并曾在美国、新加坡、香港等地的诉讼和仲裁程序中担任中国法律顾问及专家证人。
      在执业过程中，张律师积极参与学术和实务交流活动，曾应北京大学、清华大学等高校邀请做专题讲座，并在所内担任青年律师培训的主讲人。同时，他也在学术期刊、实务期刊及律所公众平台发表了多篇专业文章
      `,
      img: require('../../assets/images/pages/court/zhangguanglei.jpg'),
      field: '竞天公诚律师事务所合伙人'
    }
  ],
  '香港': [
    {
      name: '王昕',
      field: '中国银行（香港）法律顾问',
      description: `王昕(Martin)，本科毕业于厦门大学，其后于山东大学取得国际法学硕士，于香港中文大学取得法律博士，并于香港大学取得PCLL。王昕律师于2016年加入中国银行（香港）有限公司担任法律顾问至今。在此之前，他曾供职于君合律师事务所香港办公室。他同时拥有内地及香港执业律师资格。
      王昕律师的主要执业领域为银行金融、银行业合规及内地外汇管制，尤其擅长于跨境融资及贸易产品法律服务。此外，他也是香港本地及跨境人民币清算基础设施的主要法律意见提供者。在工作之余，王昕律师也致力于公益事业，行践CLECSS "Think Big; Do Big!"的口号。他希望通过自己的努力，提升香港法律界，尤其是年轻律师及大律师对内地的认识，也增强驻港中资企业对香港法律界的了解及信任。
      `,
      img: require('../../assets/images/pages/court/wangxin.jpg'),
    }
  ],
  '纽约': [
    {
      name: '吴坚',
      field: 'Kobre & Kim LLP律师',
      description: `吴坚，本科毕业于中国政法大学民商经济法学院，硕士毕业于香港中文大学、美国纽约大学。目前担任高博金律师事务所(Kobre & Kim LLP)国际律师，工作地点在纽约。吴律师此前曾在Mayer Brown律师事务所工作多年，主要从事涉外商业纠纷、公司解散清算等业务。在加入高博金律师事务所以后，吴律师借助之前积累的丰富经验，为境内外客户处理复杂的跨境纠纷及调查，特别是与中国相关的事宜。吴律师主要的业务领域包括欺诈、贿赂及洗钱等涉及多司法辖区的诉讼及调查。
      吴律师同时担任纽约市律师协会(New York City Bar Association)亚洲事务委员会主席及纽约亚裔律师协会(Asian American Bar Association of New York)亚洲执业委员会联合主席。吴律师热心参与公益事务，曾多次组织及参与青年律师经验分享活动，以期为年轻法律人的成长提供帮助。
      `,
      img: require('../../assets/images/pages/court/wujian.jpg'),
    }
  ]
}