import { ICatagloryInfo } from "../../interfaces/cataglory";

// 政治
export const DAM_DATA: ICatagloryInfo = {
  "风/热/水/电": [
    {
      name: "陆佑楣",
      field: "中国工程院院士、水利水电工程专家、教授级高级工程师",
      description: `1934年生，江苏太仓人。1956年毕业于华东水利学院（现河海大学）河川结构与水力发电专业。曾任水电部副部长、能源部副部长、国务院三峡工程建设委员会副主任委员、中国长江三峡工程开发总公司总经理、中国大坝委员会主席，现任中国大坝协会荣誉理事长。2003年当选为中国工程院院士。河海大学双聘院士，博士生导师。
      长期从事水电工程建设的技术和管理工作。先后参与、主持了黄河刘家峡、汉江石泉、安康、黄河龙羊峡等水电工程的建设。在水电部、能源部工作期间，推进了水电建设体制改革，参加了三峡工程论证工作并任论证领导小组副组长。2016年4月，陆佑楣院士荣获2015年世界工程组织联合会（WFEO）工程成就奖。这是该奖项设立27年来中国大陆工程师首次获此殊荣。      
      `,
      img: require("../../assets/images/pages/dam/luyoumei.jpg")
    },
    {
      name: "倪维斗",
      field: "中国工程院院士、动力机械工程专家、 清华大学热能工程系教授",
      description: `1932年生，浙江宁波人。1957年于前苏联包曼高工获工程师学位。1962年于前苏联列宁格勒加里宁工学院获副博士学位。现任清华大学热能工程系教授。曾任清华大学副校长、中国环境与发展国际合作委员会委员、教育部科技委主任。
      长期从事热力涡轮机系统和热动力系统动态学方面的研究。曾获国家教委科技进步一等奖，国家科技进步二等奖。近年从事中国能源战略的研究，推动以煤气化为龙头的多联产能源系统、醇醚替代燃料在国内的应用。培养博士后、博士和硕士80余人，曾获国家级优秀教学成果二等奖。在核心刊物上发表论文320多篇，出版著作8部。1999年当选为中国工程院院士。倪维斗长期研究和关注中国能源的可持续发展与节能问题。对中国再生能源的发展也进行了研究，还大力推进燃气轮机在中国的研究、开发和应用。
      
      `,
      img: require("../../assets/images/pages/dam/niweidou.jpg")
    },
    {
      name: "贺德馨",
      field: `原中国风能协会理事长，原世界风能协会主席、风电行业研究员`,
      description: `1961年毕业于西北工业大学，中国空气动力研究与发展中心原总工程师。长期从事风工程与工业空气动力学试验研究。国内新能源（风能）开拓者之一，倡议成立了中国太阳能学会风能专业委员会和中国风能技术开发中心。
      受国家有关部委的委托，参与国家“六五”、“七五”、“八五”、“九五”风能科技攻关项目的组织和指导工作。先后主持过小型风力机技术攻关、风力机翼型空气动力特性研究、大型风电机组概念设计、风电场规划方法研究、风力机设计软件包开发、200kW风电机组研制和风力机认证等国家重点科技项目。曾经于1996年荣获光华科技基金会一等奖，2004年在第三届世界风能大会上荣获世界风能奖。主要成果有《壁压信息洞壁干扰修正方法在风力机等模型风洞试验中的应用与发展》获原国防科工委一等奖，《风力机偏航特性和叶片三维流动的研究》获原国防科工委一等奖等。
      
      `,
      img: require("../../assets/images/pages/dam/hedexing.jpg")
    },
    {
      name: "李俊峰",
      field: "中国能源研究会可再生能源专业委员会主任委员、研究员",
      description: `1982年毕业于山东矿院电气工程系，获学士学位。原国家发展和改革委能源研究所学术委员会主任、副所长，内蒙古自治区政府科技顾问，原中国再生能源学会和中国沼气学会副理事长，原国际风能理事会副主席，国际21世纪可再生能源政策委员会副主席。
      先后组织并主持了我国第一部可再生能源法、国家中长期可再生能源规划的起草工作、参与了国家中长期科技发展纲要的研究和起草工作，完成了中国第一个清洁发展机制项目的组织与实施。曾任“十五”国家高技术863计划后续能源主题责任专家和国家高技术973计划氢能专题顾问，组织了我国“十五”期间风力发电和太阳能光伏发电高技术计划的实施等工作。2017年1月16日，在第十届世界未来能源峰会上荣获“扎耶德未来能源奖”终身成就奖。      
      `,
      img: require("../../assets/images/pages/dam/lijunfeng.jpg")
    },
    {
      name: "石定寰",
      field: "原国务院参事、中国可再生能源学会原理事长",
      description: `
      1943年生，毕业于清华大学工程物理系剂量与防护专业。原国务院参事，科技部原党组成员、秘书长、中国可再生能源学会名誉理事长。历任国家科委预测局副处长、工业技术局副局长、工业科技司司长，国家科委火炬计划办公室主任，科技部高新技术发展及产业化司副司长，科技部党组成员、秘书长，国家中长期科学和技术发展规划领导小组办公室成员、战略研究组组长、北京光华设计发展基金会名誉理事长、绿色设计国际论坛联席主席。兼任中国科技咨询协会、中国可再生能源学会、中国生产力促进中心协会理事长，中国产学研促进会常务副会长。石定寰先生是新能源科技产业的推动者和传播者，在促进与传播国际间新能源科技交流与合作上做出了卓越贡献。
      `,
      img: require("../../assets/images/pages/dam/shidinghuan.jpg")
    },
    {
      name: "施鹏飞",
      field: "中国可再生能源学会风能专业委员会名誉主任、风能领域专家",
      description: `
      1965年毕业于北京机械学院机械系。先后在荷兰能源研究中心(ECN) 和英国里丁大学工程系从事风力发电的学习和研究。曾先后担任中国风能技术开发中心对外联络部主任，水电水利规划设计总院、新能源处处长、副总工程师，中国水电工程顾问集团公司（水电水利规划设计总院）专家委员会委员（退休回聘）。1995年至2003年，第五届和第六届中国太阳能学会副理事长。2004年至2013年，任中国太阳能学会（后改称中国可再生能源学会）风能专业委员会副主任。2014年起，任中国可再生能源学会风能专业委员会名誉主任。
      `,
      img: require("../../assets/images/pages/dam/shipengfei.jpg")
    }
  ],
  "太阳能": [
    {
      name: "沈辉",
      field: "中山大学教授、中山大学太阳能系统研究所所长、顺德中山大学太阳能研究院院长",
      description: `1956年生，江苏省连云港市人。1982年南京理工大学工程光学专业毕业，1996年获得德国德累斯顿大学材料科学博士学位。主要研究方向：凝聚态物理、材料物理与化学。研究太阳能材料：包括光热转换材料、太阳光谱选择性吸收材料与产业化技术；太阳电池与光伏理论：包括多晶硅薄膜太阳电池结构与高效太阳电池的试验与理论研究；太阳能技术：包括光伏建筑集成(BIPV) 、太阳能半导体照明、光伏并网发电技术；纳米功能材料：包括磁性液体、光电致变色材料与器件。光伏并网发电技术；纳米功能材料：包括磁性液体、光电致变色材料与器件。承担国家863、十五科技攻关计划、国家自然科学基金、广东省和广州市等多项科研项目。2001年-2013年来国内外杂志上发表论文100多篇，其中被SCI和EI引用20多篇，已获实用新型专利5项，发明专利5项，科技技术成果专家鉴定3项，完成多个应用工程。
      `,
      img: require("../../assets/images/pages/dam/shenhui.jpg")
    },


    {
      name: "殷志强",
      field: "清华大学电子工程系教授、太阳集热器和能效薄膜领域研究专家",
      description: `
      1935年生，江苏吴江人。1958年毕业于清华大学无线电电子学系。1988年清华大学电子工程系教授，政府特殊津贴享受者。现任北京华业阳光能源公司首席科学家，北京启迪清洁能源研究院院长。曾任中国太阳能学会副理事长，太阳光热委员会主任，中国发明协会常务理事等。获发明专利10项（第一发明人），获实用新型专利21项（第一设计人10项）；太阳能光－热转换与应用论文120余篇。作为第一编写人先后制定五个太阳能热利用国家标准，一项太阳光热有关的国际标准于2019年6月11日批准立项。41年来，殷志强通过系统、深入研究太阳光谱选择性吸收涂层、全玻璃真空太阳集热管、集热器及热水系统。国内外认知他是中国太阳能热利用研究与产业的带头人。`,
      img: require("../../assets/images/pages/dam/yinzhiqiang.jpg")
    },

    {
      name: "周建斌",
      field: "南京林业大学系主任、教授",
      description: `
      长期从事生物质热解（能源）与炭材料的教学、研究与产业化工作 30 多年，发表论文 80 多篇，出版专著（含合著）教材 5 部，主持 20 余项国家、省部级及企业项目，获国家发明专利 20 余项，省部级鉴定成果 12 项，先后荣获国家科技进步一等奖、二等奖、浙江省和江苏省科技进步一等奖，梁希林业科技进步一等奖等。入选江苏省“六大人才高峰”及“姑苏创新创业领军人才”，享受国务院特殊津贴专家。
      在国内外首创的生物质气化发电联产炭、热、肥技术，针对传统生物质能源、生物质炭、生物质肥料等行业长期存在的产品单一、废水废渣污染、生产规模小且连续稳定性差、经济效益不佳等问题，研究并掌握了秸秆、果壳、木（竹）片等热解气化多联产过程机理，攻克了规模化生产中的技术瓶颈，突破了设备创制、产物调控和高附加值产品研发等关键技术，并实现了大规模工业化应用，生物质气化多联产技术符合国家新能源发展战略及节能减排、肥料农药减量等国家的重大需求。项目技术取得了系列原创性成果。
      `,
      img: require("../../assets/images/pages/dam/zhoujianbin.jpg")
    }
  ],
  "其他能源": [
    {
      name: "叶奇蓁",
      field: "中国工程院院士、能源科学技术其他学科专家、中国核学会核动力分会理事长",
      description: `1934年生于湖北省武汉市，原籍浙江省海宁市。1955年毕业于上海交通大学电力工程系，1960年于前苏联莫斯科动力学院研究生毕业，获副博士学位。现任中国核工业集团公司科技委副主任，中国核电工程公司专家委主任，国防科学技术工业局专家咨询委委员，核安全专家委员会委员，能源局专家咨询委委员核电科学发展咨询专家，中国国际工程咨询公司高级顾问，中国核学会常务理事，核动力分会理事长，曾任秦山核电二期工程总设计师。2003年获国防科工委科技进步一等奖，2004年获国家科技进步一等奖。主编中国电气工程大典核能发电工程卷，中国电力百科全书核能发电卷核电厂控制监测分支，电机工程手册核能发电篇等。2003 年当选为中国工程院院士。
      `,
      img: require("../../assets/images/pages/dam/yeqiqing.jpg")
    },
    {
      name: "陈清泉",
      field: "香港大学电机电子工程系荣誉教授、中国工程院院士",
      description: `1937年生，祖籍福建省漳州市。世界电动汽车协会创始主席。主要从事电动汽车与信息能源系统相关科学研究。
      发表450多篇学术论文，出版专著17部，获得发明专利10项。他在50多个国家的重要国际会议上发表了数百篇主旨演讲。被誉为“电动车三贤士之一”、“亚洲电动车之父”和“最佳技术先驱”。获甄选为美国电机电子工程师学会特级会员IEEE Fellow，英国工程技术学会资深会员IET Fellow。他还获得了多项殊荣，包括联合国教科文组织属下的世界工程师组织联盟（WFEO）颁发的“卓越工程师勋章”，英国皇家工程院最高荣誉“菲利普亲王勋章”，美国电气和电子工程师学会颁发的“交通技术奖”，以及中国工程院最高奖“光华工程科技奖”。除获得多项国际奖项外，他也曾获得香港工程师学会颁发的最高奖项“金勋章”。      
      `,
      img: require("../../assets/images/pages/dam/chenqingquan.jpg")
    },
    {
      name: "周凤起",
      field: "原国家发改委能源研究所所长、中国能源学会副会长",
      description: `1959年9月毕业于清华大学电机系工业企业电气化与自动化专业，并受邀担任日本亚太能源研究中心顾问，是2000年世界能源评论报告主要撰稿人。现任国家发改委能源研究所高级顾问，中国科学院能源委员会顾问，中国能源学会副会长，中国政府、世界银行、全球环境基金合作的中国可再生能源规模化发展项目办公室执行主任，科技部973科技发展研究计划能源领域专家组专家。长期在能源规划、能源发展战略、能源政策、节能、再生能源、清洁煤技术、能源和环境、低碳经济等研究领域。先后获得国家计委、科委、财政部“八五重大科技攻关成果”表彰2项、国家科技进步奖三等奖一项、国家计委科技进步奖一等奖一项、国家计委科技进步奖二等奖一项、中科院科技进步奖二等奖一项。`,
      img: require("../../assets/images/pages/dam/zhoufengqi.jpg")
    },
  ]
}