import { ICatagloryInfo } from "../../interfaces/cataglory";

// 政治
export const GOVERMENT_DATA: ICatagloryInfo = {
  "总理": [
    {
      name: "万里",
      field: "中国共产党第十一届、十二届中央书记处书记，第十二届、十三届中央政治局委员",
      description: "万里（1916年12月——2015年7月15日），男，汉族，出生于山东省东平县，1936年5月加入中国共产党，1936年5月参加工作，师范毕业。万里同志是中国共产党的优秀党员，久经考验的忠诚的共产主义战士，杰出的无产阶级革命家、政治家，党和国家的卓越领导人，中国共产党第十一届、十二届中央书记处书记，第十二届、十三届中央政治局委员，国务院原副总理，第七届全国人民代表大会常务委员会委员长。",
      img: require("../../assets/images/pages/government/wanli.jpg")
    },
    {
      name: "李鹏",
      field: "中国共产党第十二届中央政治局委员、中央书记处书记，第十三届、十四届、十五届中央政治局常委",
      description: "李鹏（1928年10月20日-2019年7月22日），四川成都人，生于上海。1945年11月加入中国共产党，1941年3月参加工作，前苏联莫斯科动力学院水力发电系毕业，大学文化，高级工程师。 曾任中国共产党第十二届中央政治局委员、中央书记处书记，第十三届、十四届、十五届中央政治局常委，国务院原总理，第九届全国人民代表大会常务委员会委员长。\n2019年7月22日23时11分，中国共产党的优秀党员，久经考验的忠诚的共产主义战士，杰出的无产阶级革命家、政治家，党和国家的卓越领导人李鹏在北京逝世，享年91岁。",
      img: require("../../assets/images/pages/government/lipeng.jpg")
    },
    {
      name: "朱镕基",
      field: "第十四届、十五届中央政治局委员、常委，国务院总理",
      description: "朱镕基，男，汉族，1928年10月生，湖南长沙人，1949年10月加入中国共产党，1948年12月参加工作，清华大学电机系电机制造专业毕业，大学文化，高级工程师。曾任第十四届、十五届中央政治局委员、常委，国务院总理。",
      img: require("../../assets/images/pages/government/zhurongji.jpg")
    },
    {
      name: "李克强",
      field: "中共十九届中央政治局常委，国务院总理、党组书记",
      description: "李克强，男，汉族，1955年7月生，安徽定远人，1974年3月参加工作，1976年5月加入中国共产党，北京大学法律系和经济学院经济学专业毕业，在职研究生学历，法学学士、经济学博士学位。现任中共十九届中央政治局常委，国务院总理、党组书记。",
      img: require("../../assets/images/pages/government/likeqiang.jpg")
    }
  ],
  "开国元勋": [
    {
      name: "刘少奇",
      field: "伟大的马克思主义者，伟大的无产阶级革命家、政治家、理论家",
      description: "刘少奇（1898年11月24日-1969年11月12日），生于湖南省宁乡县，伟大的马克思主义者，伟大的无产阶级革命家、政治家、理论家，党和国家主要领导人之一，中华人民共和国开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。\n刘少奇同志为党和人民事业奋斗了一生，在新民主主义革命、社会主义革命和社会主义建设各个历史时期都作出了重大贡献，为党和人民建立了丰功伟绩，受到全党全军全国各族人民衷心爱戴。",
      img: require("../../assets/images/pages/government/liushaoqi.jpg")
    },
    {
      name: "朱德",
      field: "伟大的马克思主义者，无产阶级革命家、政治家和军事家",
      description: "朱德（1886年12月1日-1976年7月6日），字玉阶，原名朱代珍，曾用名朱建德，伟大的马克思主义者，无产阶级革命家、政治家和军事家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人之一。中华人民共和国十大元帅之首。\n建国初期，兼任中共中央纪律检查委员会书记，为加强执政党的建设，维护党的组织纪律，克服党内各种不良倾向，保持党的优良作风，进行了大量卓有成效的工作。他还多次出国访问、会见外国领导人，增进了中国人民和各国人民的友谊。",
      img: require("../../assets/images/pages/government/zhude.jpg")
    },
    {
      name: "叶剑英",
      field: "伟大的无产阶级革命家、政治家、军事家、战略家，久经考验的共产主义者",
      description: "叶剑英（1897年04月28日-1986年10月22日），原名叶宜伟，字沧白，广东省梅县人。中国伟大的无产阶级革命家、政治家、军事家、战略家，久经考验的共产主义者、坚定的马克思主义者，中华人民共和国和中国人民解放军的缔造者和领导人之一，中华人民共和国十大元帅之一，中国特色社会主义改革开放和现代化建设的重要开拓者和奠基人。 叶剑英同志长期担任党和国家重要领导职务的卓越领导人，他是以毛泽东同志和邓小平同志为核心的中国共产党第一代和第二代中央领导集体重要成员，是中华人民共和国德高望重的开国元勋之一，是我们党、国家和军队的一位杰出领袖，他在无数次关键的时刻挺身而出，拯救了无数的生命，也改变了一个国家的命运，在国际上享有崇高威望和地位，被视为中华人民共和国建国以来最具影响力的代表人物之一。",
      img: require("../../assets/images/pages/government/yejianying.jpg")
    }
  ],
  "政治家": [
    {
      name: "彭真",
      field: "山西省共产党组织的创建人之一,曾任中央政治局委员，第六届全国人大常委会委员长",
      description: "彭真(1902年10月12日——1997年4月26日)，男，原名傅懋恭，山西省曲沃县人。1922年考入太原山西省立第一中学，寻求救国救民的道路，参加进步组织青年学会，接受马克思主义。1923年加入中国社会主义青年团，同年加入中国共产党，是山西省共产党组织的创建人之一。1937年改名彭真。曾任中央政治局委员，第六届全国人大常委会委员长。",
      img: require("../../assets/images/pages/government/pengzhen.jpg")
    },
    {
      name: "乔石",
      field: "中国共产党第十三届、十四届中央政治局常委，中央纪律检查委员会原书记",
      description: "乔石（1924年12月——2015年6月），原名蒋志彤，浙江定海人，1940年参加工作，同年8月加入中国共产党，是中国共产党的优秀党员，久经考验的忠诚的共产主义战士，杰出的无产阶级革命家、政治家，党和国家的卓越领导人，中国共产党第十三届、十四届中央政治局常委，中央纪律检查委员会原书记，第八届全国人民代表大会常务委员会委员长。2015年6月14日7时08分，乔石同志因病医治无效，在北京逝世，享年91岁。",
      img: require("../../assets/images/pages/government/qiaoshi.jpg")
    },
    {
      name: "习近平",
      field: "中国共产党中央委员会总书记，中共中央军事委员会主席，中华人民共和国主席，中华人民共和国中央军事委员会主席",
      description: "习近平，男，汉族，1953年6月生，陕西富平人，1969年1月参加工作，1974年1月加入中国共产党，清华大学人文社会学院马克思主义理论与思想政治教育专业毕业，在职研究生学历，法学博士学位。现任中国共产党中央委员会总书记，中共中央军事委员会主席，中华人民共和国主席，中华人民共和国中央军事委员会主席。",
      img: require("../../assets/images/pages/government/xijinpin.jpg")
    }
  ]
}