import { ICatagloryInfo } from "../../interfaces/cataglory";

export const HOSPITAL_DATA: ICatagloryInfo = {
  "外科": [
    {
      name: '吴孟超',
      description: `吴孟超是中国肝脏外科的开拓者和主要创始人之一，被誉为“中国肝胆外科之父”。
      中华民国二十九年（1940年）进入同济附中，1949年毕业于上海同济大学医学院获学士学位，1991年当选中国科学院院士，2005年获国家最高科学技术奖，2011年5月，中国将17606号小行星命名为“吴孟超星”。2012年2月3日，光荣当选感动中国2011年度人物。
      吴孟超是最先提出中国人肝脏解剖“五叶四段”的新见解，在国内首创常温下间歇肝门阻断切肝法，率先突破人体中肝叶手术禁区，建立了完整的肝脏海绵状血管瘤和小肝癌的早期诊治体系。他主持建立了肝胆外科疾病治疗及研究专科中心，先后获国家、军队和上海市科技进步奖24项，出版《腹部外科手术学图谱》、《肝脏外科学》等医学专著19部，发表论文220余篇。
      
      `,
      img: require('../../assets/images/pages/hospital/wumengchao.jpg'),
      field: '著名肝胆外科专家，中国科学院院士'
    },
    {
      name: '吴阶平',
      description: `1937年（中华民国二十六年）毕业于北平燕京大学获理学士学位。
      1942年（中华民国三十一年）毕业于北平协和医学院获医学博士学位。
      1980年当选为中国科学院院士。
      1992年当选为第三世界科学院院士。
      1995年选聘为中国工程院院士。
      吴阶平长期以来主要工作是做医生，先是外科医生，后来兼作泌尿外科，及致力于青少年性教育和成人性健康以及计划生育知识的宣传和普及。1960年以后才专门从事泌尿外科工作对肾结核对侧肾积水问题，输精管结扎并用远段精道灌注，肾上腺髓质增生问题，在泌尿外科，男性计划生育等方面有突出贡献。肾上腺髓质增生的研究在医学上确立了一种新的疾病，受到国际上的重视和承认。肾切除后留存肾代偿性增长的研究，纠正了对肾切除长期存在的一种不全面的认识。
      `,
      img: require('../../assets/images/pages/hospital/wujieping.jpg'),
      field: '著名的医学科学家、医学教育家、中国科学院、中国工程院资深院士。'
    },
    {
      name: '裘法祖',
      description: `裘法祖是中国现代普通外科的主要开拓者、肝胆外科和器官移植外科的主要创始人和奠基人之一、晚期血吸虫病外科治疗的开创者、中国科学院资深院士，被誉为“中国外科之父”。其刀法以精准见长，被医学界称为“裘氏刀法。”
      1936年从原同济大学医学院（今华中科技大学同济医学院）结业。
      1939年在慕尼黑大学医学院毕业获博士学位。
      1993年当选为中国科学院院士。
      裘法祖先后撰写了240多篇学术论文。主编了《一般外科手术学》、《中国医学百科全书·外科学基础》等书。创办了《中华器官移植杂志》《中华小儿外科杂志》等，是中国创刊最早、影响最大的医学科普杂志《大众医学》的主要发起人和创刊人之一。在他担任全国临床医学教材评审委员会主任委员的近30年中，共组织编写了40多本医学教材。他参加编写的《黄家驷外科学》被誉为中国外科学的经典著作。
      `,
      img: require('../../assets/images/pages/hospital/qiufazu.jpg'),
      field: '著名医学家'
    },
    {
      name: '黄家驷',
      field: '中国著名的胸心外科学家、医学教育学家，中国科学院院士。',
      description: `黄家驷1933年毕业于北京协和医院，而后分别在上海医学院工作和美国密执安大学留学工作，回国后创建了中国医科大学并且一直从事医学教育工作。
        黄家驷生前担任中国科学技术协会副主席，中国医学科学院名誉院长，中国首都医科大学名誉校长，是一、二、三、四届全国人大代表，五、六届全国政协委员。黄家驷晚年还不遗余力地投身于开拓中国还处于萌芽状态的生物医学工程学，为这门边缘学科的建立和发展做了大量工作，是中国心胸外科学和生物学工程学的奠基人之一。
        `,
      img: require('../../assets/images/pages/hospital/huangjiasi.jpg'),
    }

  ],
  "内科": [
    {
      name: '林巧稚',
      description: `林巧稚毕业于协和医科大学(今北京协和医学院)，被尊称为“万婴之母”“生命天使”“中国医学圣母”，与梁毅文被合称为“南梁北林”。
      林巧稚是北京协和医院第一位中国籍妇产科主任及首届中国科学院唯一的女学部委员(院士)，在胎儿宫内呼吸、女性盆腔疾病、妇科肿瘤、新生儿溶血症等方面的研究做出了贡献
      `,
      img: require('../../assets/images/pages/hospital/linqiaozhi.jpg'),
      field: '医学家、中国妇产科的主要开拓者之一'
    },
    {
      name: '邝安堃',
      description: `邝安堃教授是世界上最先发现异烟肼引起男性乳房增大的学者之一；是我国最早发现系统性红斑狼疮症（SLE）的医师之一；他和同事们诊断并治愈了国内第一例原发性醛固酮增多症；他还是国内最早诊断血紫质病的医师之一。多年来，邝安堃教授致力于中西医结合研究，以现代科学方法研究祖国医学，并取得卓越的成就。邝安堃教授是我国中西医结合研究工作的开拓者和组织者之一。`,
      img: require('../../assets/images/pages/hospital/kuanganfang.jpg'),
      field: '著名内科学家'
    },
    {
      name: '王振义',
      description: `王振义在医学上的最主要贡献是次利用全反式维甲酸诱导急性早幼粒细胞白血病细胞分化，在临床上极大地提高急性早幼粒细胞白血病病人的完全缓解率和长期生存率。2011年1月14日获得国家最高科学技术奖。
      自1954年起，从事研究血栓和止血，在国内首先建立血友病A与B以及轻型血友病的诊断方法。1980年起开始研究癌肿的分化疗法。1986年在国际上首先创导应用全反式维甲酸诱导分化治疗急性早幼粒细胞白血病，获得很高的缓解率，为恶性肿瘤在不损伤正常细胞的情况下，可以通过诱导分化疗法取得效果这一新的理论，提供了成功的范例。因而获得国际肿瘤研究奖五项，国内国家级奖七项（一项第一作者）。
      `,
      img: require('../../assets/images/pages/hospital/wangzhenyi.jpg'),
      field: '内科血液学专家、中国工程院院士、法国科学院外籍院士，上海交通大学医学院附属瑞金医院终身教授'
    },
    {
      name: '张孝骞',
      description: `毕生致力于临床医学、医学科学研究和医学教育工作。对人体血容量、胃分泌功能、消化系溃疡、腹腔结核、阿米巴痢疾和溃疡性结肠炎等有较深入的研究。在医学教育方面有他独到的见解，培养了骨干人才。
      2019年9月25日，被授予“最美奋斗者”称号
      `,
      img: require('../../assets/images/pages/hospital/zhangxiaojian.jpg'),
      field: '内科专家、医学教育家、中国消化病学的奠基人。'
    },
    {
      name: '陶寿淇',
      description: `1940年毕业于上海医学院。1947年留学美国，曾任上海医学院讲师。建国后，历任上海第一医学院内科主任、教授，中国医学科学院阜外医院院长、中华医学会心血管病学会主任委员，卫生部医学科学委员会委员、世界卫生组织专家咨询团顾问组成员等。他对心律失常的起因、临床特点和治疗以及肺炎休克的抢救等方面，都有独创的见解。主编中国第一部心脏内科教科书及参考书，为心脏内科的发展作出了重要贡献。晚年投身于预防心脏病学研究，并推动了这方面的国际合作与交流。`,
      img: require('../../assets/images/pages/hospital/taoshouqi.jpg'),
      field: '心血管内科学家'
    }
  ],
  "研究": [
    {
      name: '屠呦呦',
      description: `屠呦呦多年从事中药和中西药结合研究，突出贡献是创制新型抗疟药青蒿素和双氢青蒿素。现为中国中医科学院的首席科学家，中国中医研究院终身研究员兼首席研究员，青蒿素研究开发中心主任，博士生导师，药学家，诺贝尔医学奖获得者，共和国勋章获得者。
      1972年成功提取到了一种分子式为C15H22O5的无色结晶体，命名为青蒿素。
      2011年9月，因为发现青蒿素——一种用于治疗疟疾的药物，挽救了全球特别是发展中国家的数百万人的生命获得拉斯克奖和葛兰素史克中国研发中心“生命科学杰出成就奖”。
      2015年10月，屠呦呦获得诺贝尔生理学或医学奖，成为首获科学类诺贝尔奖的中国人。
      2017年1月9日，屠呦呦获得2016年度国家最高科学技术奖。
      2018年12月18日，党中央、国务院授予屠呦呦同志改革先锋称号，颁授改革先锋奖章。
      2019年5月，入选福布斯中国科技50女性榜单。
      
      `,
      img: require('../../assets/images/pages/hospital/tuyoyo.jpg'),
      field: '中国首位诺贝尔医学奖获得者、药学家'
    },
    {
      name: '吴咸中',
      description: `1948年毕业于沈阳医学院，获学士学位。现任天津医科大学教授、天津市中西医结合急腹症研究所所长、天津市中西医结合研究院院长。
      早年从事普通外科临床，从上世纪60年代初投身于中西医结合治疗急腹症的临床与研究工作，首倡“以法为突破口、抓法求理”的科研思路。通过长期实践，逐步形成和不断完善了规范的诊治原则与方法，博取两法之长，建立了中西医结合治疗急腹症的新体系。80年代后期提出了“在高层次上开展中西医结合”的战略思想，扩大了中西医结合领域，将研究重点转向危重急腹症的治疗及相关基础理论的深入研究，明显地提高了胆管结石、急性重症胰腺炎及重型胆管炎、多脏器功能不全综合征等疾病的疗效，并从不同层次上阐明了通里攻下、清热解毒及活血化瘀等治则的作用机理。曾获国家科技进步二等奖和天津市重大科技成就奖。
      1996年当选为中国工程院院士，2009年被授予全国首批国医大师称号。
      `,
      img: require('../../assets/images/pages/hospital/wuxianzhong.jpg'),
      field: '中西医结合专家'
    },
    {
      name: '施今墨',
      description: `施今墨毕生致力于中医事业的发展。提倡中西医结合，培养了许多中医人才。长期从事中医临床，治愈了许多疑难重症，创制了许多新成药，献出700个验方。为中医事业作出突出贡献，在国内外享有很高的声望。`,
      img: require('../../assets/images/pages/hospital/shijinmo.jpg'),
      field: '中国近代中医临床家、教育家、改革家，“北京四大名医”之一。'
    },

  ]
}