import { ICatagloryInfo } from "../../interfaces/cataglory";

export const SCHOOL_DATA: ICatagloryInfo = {
  "踏实践行": [
    {
      name: '斯霞',
      description: `斯霞（1910年12月－2004年1月12日），曾名碧霄，浙江诸暨人，当代初等教育专家，被誉为“小学教育界的梅兰芳”。因功勋卓著，南京师范大学附属小学又名斯霞小学 [1]  。
      曾评为小学特级教师、全国三八红旗手、全国“五一”奖章获得者、宋庆龄基金会全国“樟树奖”获得者等光荣称号，并当选为三、五、六、七届全国人大代表、全国劳动模范。
      她还先后当任过为南京市教育局副局长、江苏省小学语文教学研究会理事长、全国小学语文教学研究会副会长，全国语言学会理事和全国教育学会常务理事还被聘为全国教材审定委员会委员  。
      1986年，斯霞老师把她的一笔稿费捐给学校，设立斯霞奖学金，奖励学校品学兼有的学生，以后又不断捐钱，至今奖学金已颁发21届。斯霞老师毕生从事小学教育，为教书育人倾尽心血，贡献卓著   。
      2004年1月12日因病在南京逝世，享年94岁。
      2019年9月25日，斯霞获“最美奋斗者”个人称号。 
      `,
      img: require('../../assets/images/pages/school/sixia.jpg'),
      field: '踏实践行的教育者'
    },
    {
      name: '赵宪初',
      description: `赵宪初（1907～1999）浙江嘉善人，南洋模范中学校长、名誉校长、上海市特级教师。赵宪初1928年毕业于交通大学电机系。曾任上海市南洋模范中学教务主任。建国后，历任上市南洋模范中学副校长、校长，上海市数学学会副理事长，民进中央委员、上海市委主任委员，上海市徐汇区副区长，上海市第七届政协副主席。著有“数理化自学丛书”中的《代数》（第一分册）、《怎样列方程解应用题》、《一元二次方程》等。`,
      img: require('../../assets/images/pages/school/zhaoxianchu.jpg'),
      field: '教育实干家'
    },
    {
      name: '章开沅',
      description: `章开沅（1926.7.8—），著名历史学家、教育家，祖籍浙江省吴兴县，生于安徽芜湖。华中师范大学荣誉资深教授，美国奥古斯坦那学院（Augustana College）荣誉法学博士、日本创价大学与关西大学名誉博士，中国辛亥革命史研究会、华中师范大学历史研究所（现改名为华中师范大学中国近代史研究所）和中国教会大学史研究中心的创办人和领导人。
      1946年10月入南京金陵大学历史系，后于该校肄业。1948年12月赴中原解放区，在中原大学政治研究室当研究生。1949年7月随校南下武汉，在教育学院历史系任助教、教员。1951年9月入华中大学(即今华中师范大学)，在历史系先后任教员、讲师、副教授、教授等职。1985年8月～1991年3月曾任华中师范大学校长。2015年任武昌首义学院（原华中科技大学武昌分校）荣誉校长。2018年12月获颁第七届吴玉章人文社会科学终身成就奖
      `,
      img: require('../../assets/images/pages/school/zhangkaiyuan.jpg'),
      field: '兢兢业业的教育家'
    },
    {
      name: '霍懋征',
      description: `霍懋征，女，1921年9月18日出生于山东省济南市教师之家。多次荣获北京市模范教师，北京市“三八”红旗手、全国“三八”红旗手等荣誉称号，并先后担任北京市妇联副主任、全国妇联执行委员、中国教育学会常务理事、中国小学语文教学研究会常务理事等职务。曾当选为民进中央常务委员，第五届全国政协委员，第六、七、八届全国政协常务委员。第一次全国教育工作会议上被评为中国现代百名教育家之一。
      几十年来，霍老师受到了周恩来、温家宝等历届党和国家领导人的接见，周总理称她为“国宝”，薄一波副总理为其题词“一代师表”。温总理称她是“把爱心献给教育的人”。国务委员刘延东称她为“教育大家”
      `,
      img: require('../../assets/images/pages/school/huochouzheng.jpg'),
      field: '教育家'
    },
  ],
  "改革创新": [
    {
      name: '邓旭初',
      description: `邓旭初（1921－2012）广东开平人。是我国高校管理的著名改革家。1938年加入中国共产党。同年入陕北公学学习。曾任山东省滨海军分区海防警卫团政治处主任。1950年参加抗美援朝，任中国人民志愿军汽车团团长兼政委。1953年任华东航空学院院务委员会副主任，1953-1954任任华东航空学院党总支书记。1954年后历任上海交通大学校长办公室主任、副校长、党委副书记、1977年6月至1986年任党委书记。长期从事高等教育管理工作，较早提出高等学校管理体制改革方案，实行定编定员，制订工作规范，推行责任制、教师聘任制，进行人才交流和工资改革等有成效的改革实践。写有《我们是怎样进行学校管理改革的》、《改革必须触及管理体制》、《上海交大改革的五年》及《忆上海交大重振雄风》等文章及著作。组织领导出版的《上海交通大学管理改革初探》一书曾在全国引起轰动效应。`,
      img: require('../../assets/images/pages/school/dengxuchu.jpg'),
      field: '力求创新的教育家'
    },
    {
      name: '刘道玉',
      description: `刘道玉，1933年11月24日出生，湖北枣阳蔡阳镇刘坡村人，著名教育家、化学家、社会活动家。是中国教育改革的杰出代表，他对中国教育创新做出了不可磨灭的重大贡献。 早在20世纪80年代初期刘道玉就提出了高等教育改革的问题，并确立了高教改革在当代中国教育中的地位。 [3]  后来，刘道玉提出了“教育的创新理论体系”和它在中国当代教育事业中的地位与作用，更是抓住了中国当代教育发展中的根本问题，极有启发性，而且从这一问题的探讨，到具体在现实中的运用，且使这个问题成为中国教育改革中的一个热点，刘道玉功不可没。
      刘道玉在1981年—1988年担任武汉大学校长期间，倡导自由民主的校园文化，推动学分制、主辅修制、插班生制、导师制、贷学金制、学术假制等改革，领风气之先，拉开了中国高教改革的序幕，被誉为“武大的蔡元培”。
      `,
      img: require('../../assets/images/pages/school/liudaoyu.jpg'),
      field: '教育改革杰出代表'
    },
    {
      name: '吕型伟',
      description: `吕型伟1918年出生在浙江省新昌县羽林街道藕岸村一个普通农民家庭，父亲早逝，靠母亲一人维持生计。8岁那年，母亲将他送到村旁一所私塾读书。小学毕业时，吕型伟以优异成绩考取了新昌中学，1935年初中毕业。在“教育救国”的口号影响下，17岁的吕型伟只身跑到东茗乡白岩村偏僻的山沟，在一座破庙里办起了当地有史以来第一所学校。他跑家串户动员学生上学，最终招到81名学生，小的六七岁，大的18岁，语文、算术、常识、音乐、体育等都是他一个人教。1937年，吕型伟考上杭州师范学校公费生，后又考取浙江大学师范学院。他不断地求学，直到1946年毕业后任教于上海省吾中学。
      长期从事中小学教育工作，研究教育理论，著有《为了未来—我的教育观》《吕型伟从教七十年散记》等，主编有《上海普通教育史》《上海教育》丛书、《面向未来的基础学校》丛书、《中华美德五千年》《世界美德五千年》等。吕型伟亲历了中国20世纪前半期的教育，参与了新中国基础教育改革与发展的全过程，被称为中国基础教育的“活化石”。
      `,
      img: require('../../assets/images/pages/school/lvxingwei.jpg'),
      field: '教育改革践行者'
    },
    {
      name: '叶澜',
      description: `叶澜，中国著名教育家，主要学术兼职有：国务院学位委员会教育学学科评议组召集人，全国教育科学规划领导小组成员兼教育学原理学科组组长，中国教育学会副会长，上海市哲学社会科学联合会副主席。曾任华东师范大学教育系主任，教育科学与技术学院院长，华东师范大学副校长，基础教育改革与发展研究所首任所长等职。主要研究领域有教育学原理、教育研究方法论及当代中国基础教育、教师教育改革等。已出版的专著有《教育概论》、 《教育研究方法论初探》、 《“新基础教育”论——关于当代中国学校变革的探究与认识》等；撰写并主编的丛书与研究报告有“教育学科元研究”丛书、“世纪之交中国基础教育改革”系列丛书、“新基础教育”探索性研究系列丛书、“新基础教育”发展性研究系列丛书、《中国教育学科发展年度报告》等；在《中国社会科学》、《教育研究》等学术期刊上发表论文80余篇。承担多项全国哲学社会科学重点课题并多次获得国家级、省部级奖。其学术成就包括由其开创和引领的“新基础教育”的理论与实践研究，在海内外产生了广泛的影响。中国特大型综合性辞典《大辞海》的副主编。`,
      img: require('../../assets/images/pages/school/yelan.jpg'),
      field: '教育改革践行者'
    },
    {
      name: '于漪',
      description: `于漪，女，江苏镇江人。1929年2月7日生，毕业于镇江中学，1951年7月毕业于复旦大学教育系，上海市杨浦高级中学名誉校长。长期从事中学语文教学，形成独特的教学风格。1978年被评为语文特级教师。曾任中华全国总工会候补执行委员，上海市第七、八、九届人大常委会委员，教育科学文化卫生委员会副主任委员，全国语言学会理事，全国中学语文教学研究会副理事长等职。代表作品：《于漪语文教育论集》《于漪文集》等。 [1]  
      1978年获全国首批特级教师，先后荣获“上海市劳动模范”“全国先进工作者”“全国三八红旗手”“全国教书育人楷模”等称号。 [2]  2018年获上海市教育事业杰出贡献奖，被授予“改革先锋”称号。 [2]  2018年12月18日，党中央、国务院授予于漪同志改革先锋称号，颁授改革先锋奖章，并获评“基础教育改革的优秀教师代表”。 [3]  2019年9月17日，国家主席习近平签署主席令，授予于漪“人民教育家”国家荣誉称号。 [4]  9月25日，被评为“最美奋斗者”
      `,
      img: require('../../assets/images/pages/school/yuyi.jpg'),
      field: '最美奋斗者'
    }
  ],
  '奋斗开创': [
    {
      name: '丁祖诒',
      description: `丁祖诒（1939年8月29日一2012年3月12日），西安翻译学院创始人，院长。1964年六年制高压电器专业本科毕业。1997年加入中国民主促进会，1985年，他受命西安市科协创建了西安地区大型学术团体“西安翻译协会”，并当选为副理事长兼秘书长。1987年，丁祖诒创建了西安翻译学院。1992年晋升为讲师，1997年被国家人事部人事与人才科学研究所聘为“特约研究员”，1998年被破格评为教授。 2001年被中国管理科学研究院聘为特约研究员，2001年10月陕西省高教协会授予民办教育家称号，年底被评为享受政府特殊津贴的专家。2012年3月，丁祖诒因病去世，享年73岁。
        `,
      img: require('../../assets/images/pages/school/dingzuyi.jpg'),
      field: '奋斗开创'
    },
    {
      name: '俞敏洪',
      description: `俞敏洪，1962年9月4日出生于江苏省江阴市，新东方教育集团创始人，英语教学与管理专家。担任新东方教育集团董事长、洪泰基金联合创始人、中国青年企业家协会副会长、中华全国青年联合会委员等职。
      1980年考入北京大学西语系，本科毕业后留校任教；1993年11月，俞敏洪选择弃教从商，创建了新东方学校，在34个城市建立了英语学校和其它学习中心。由于他没能获得美国大学的奖学金。为了筹到足够的钱让自己去美国留学，俞敏洪干起了业余语言家教，同时还在北京大学教授英语。俞敏洪意识到，要花5年多才能筹到去美国的学费最终，他放弃了这种两班倒的工作方式，创办了新东方。 
      创立新东方学校最终使俞敏洪得以成行美国，他目的地是纽约证交所，而不是一所大学，2006年，新东方在纽约证交所正式挂牌上市，经过配售后，俞敏洪现持有新东方25%的股权，同时通过其它员工和同事持有的股份保留着投票控制权。
      `,
      img: require('../../assets/images/pages/school/yuminghong.jpg'),
      field: '在教育之路不断开创'
    }
  ]
}