import { ICatagloryInfo } from "../../interfaces/cataglory";

export const TERRACE_DATA: ICatagloryInfo = {
  "农业": [
    {
      name: "娄成后",
      field: "农业教育家",
      description: "娄成后，祖籍浙江省绍兴县，1911年12月7日生于天津。植物生理学家、生物物理学家、农业教育家。1932年毕业于清华大学生物学系，获理学学士学位。1934年获岭南大学硕士学位。1939年获美国明尼苏达大学哲学博士学位。回国后被聘为清华大学农业研究所副教授、教授。1948年出任清华大学农学院农业化学系教授。1949年后历任北京农业大学教授（1956年被评定为一级教授）、博士研究生导师、博士后流动站导师、研究生院副院长、副校长。曾兼任国务院学位委员会学科评议组成员、中国植物生理学会副理事长。1980年当选为中国科学院院士。",
      img: require("../../assets/images/pages/terrace/louchenghou.jpg")
    },
    {
      name: "陈凤桐",
      field: "农业生产和农业科学研究的组织领导工作",
      description: "陈凤桐（1897.2.25—1980.10.4），生于河南省内乡县，著名农学家，农业科技管理专家。新中国成立后曾历任华北农业科学研究所所长，中国农业科学院副院长、党组书记、顾问。\n1929～1931年赴日本青山农业大学留学。1936年加入中国共产党。1955年被选聘为中国科学院学部委员（院士）。",
      img: require("../../assets/images/pages/terrace/chenfengtong.jpg")
    },
    {
      name: "王绶",
      field: "作物育种学家、农业教育家",
      description: "王绶，著名的作物育种学家，生物统计学家和农业教育家。他毕生致力于高等农业教育，为我国培育了几代农业科技人才；长期从事大豆、大麦研究，育成了“金大332”大豆、“王氏大麦”（美国定名）等优良品种在生产上应用，对作物田间试验技术也做过系统研究，是我国作物育种学和生物统计学的奠基人之一。",
      img: require("../../assets/images/pages/terrace/wangshou.jpg")
    },
    {
      name: "辛德惠",
      field: "土壤学与农业生态学专家",
      description: "辛德惠1954年毕业于北京农业大学。1962年毕业于原苏联莫斯科大学获科学副博士学位，1995年当选为中国工程院院士。\n辛德惠承担黄淮海平原区域综合治理国家重点项目两位主参人之一，总结提出综合治理旱、涝、盐碱和地下水的综合配套工程技术—浅井—深沟体系。",
      img: require("../../assets/images/pages/terrace/xindehui.jpg")
    },
    {
      name: "袁隆平",
      field: "杂交水稻专家",
      description: "袁隆平，男，汉族，无党派人士，1930年9月7日生于北京，籍贯江西省德安县，中国杂交水稻育种专家，中国研究与发展杂交水稻的开创者，被誉为“世界杂交水稻之父”。国家杂交水稻工程技术研究中心、湖南杂交水稻研究中心原主任，湖南省政协原副主席。中国工程院院士，第六届、七届、八届、九届、十届、十一届、十二届全国政协常委。\n1953年毕业于西南农学院（现西南大学），1995年被选为中国工程院院士，1999年中国科学院北京天文台施密特CCD小行星项目组发现的一颗小行星被命名为袁隆平星，2000年度获得国家最高科学技术奖，2006年4月当选美国国家科学院外籍院士，2010年荣获澳门科技大学荣誉博士学位。\n袁隆平是杂交水稻研究领域的开创者和带头人，致力于杂交水稻技术的研究、应用与推广，发明“三系法”籼型杂交水稻，成功研究出“两系法”杂交水稻，创建了超级杂交稻技术体系。并提出并实施“种三产四丰产工程”，运用超级杂交稻的技术成果，出版中、英文专著6部，发表论文60余篇。2018年4月14日，袁隆平在采访时发表了对转基因的看法。对于转基因大豆，袁隆平指出，只要是通过安全检测的转基因作物，都是没有问题的。袁隆平表示，转基因是农业的未来发展方向。\n2018年9月8日获得“未来科学大奖”生命科学奖；2018年12月18日，党中央、国务院授予袁隆平改革先锋称号，颁授改革先锋奖章，获评杂交水稻研究的开创者。2019年9月17日，国家主席习近平签署主席令，授予袁隆平“共和国勋章”。",
      img: require("../../assets/images/pages/terrace/yuanlongpin.jpg")
    }
  ],
  "植物": [
    {
      name: "阮宇成",
      field: "茶学家、茶叶生物化学专家",
      description: "阮宇成，茶学家、茶叶生物化学专家。长期从事茶学教学和茶叶生物化学研究，取得显著成绩。培养出在中国毕业的第一位茶学博士研究生；组织茶树生理生化系统研究，主编《茶树生理及茶叶生化实验手册》，使中国茶树生理生化分析有了基本统一的方法；主持茶叶品质成分研究，提出“红碎茶内质和绿茶滋味化学鉴定法”，制定茶叶理化检验方法国家标准样和七套炒青绿茶商业部部颁标准，为提高茶叶品质作出贡献。",
      img: require("../../assets/images/pages/terrace/ruanyucheng.jpg")
    },
    {
      name: "王乐义",
      field: "寿光市政协常委、寿光蔬菜协会理事长",
      description: "王乐义;1989年，他带领村民率先在寿光试验成功了日光温室蔬菜种植生产技术，并引发了寿光乃至全国的蔬菜“白色”革命 。他多次到河南、河北、湖南、湖北、新疆、吉林、山西等地讲课；派出1000多人次到二十多个省市实地指导蔬菜生产；引进、试验新技术、新品种十多个种类，为广大农民开创了一条致富路；多次受到党和国家领导人的高度评价，连续十九年被评为县市省优秀共产党员，1990年被评为潍坊市劳动模范、山东省劳动模范；1992年获中国改革勋章；1993年被评为全国农业科技推广先进工作者；1994年被评为潍坊市技术拔尖人才，并获山东星火奖；1995年被国家六部委评为“全国农业科技推广先进工作者”；1996年被评为山东省优秀拔尖人才、山东省首届农民科技明星并荣获寿光人民勋章；1997年当选为中共十五大代表；1998年被评为首批山东省农村科技大王；2002年当选为中共十六大代表。2010年12月26日，王乐义聘任为山东杏林科技职业学院名誉院长，王乐义为学院师生作了报告。2017年6月17日当选为中共十九大代表。2019年9月，王乐义入选“最美奋斗者”名单。",
      img: require("../../assets/images/pages/terrace/wangleyi.jpg")
    },
    {
      name: "白金铠",
      field: "中国近现代真菌学家和植物病理学家",
      description: "白金铠（1925年- 2009年），辽宁省东港市人，中国近现代真菌学家和植物病理学家。1948年7月毕业于长春大学农学系。是中国公认的玉米病害专家和腔孢菌分类专家，在玉米、高粱、大豆等病害研究和霜霉菌、黑粉菌、腔孢菌等真菌分类研究方面作出了突出贡献。",
      img: require("../../assets/images/pages/terrace/baijinkai.jpg")
    }
  ],
  "海洋": [
    {
      name: "曾呈奎",
      field: "海洋生物学家",
      description: "曾呈奎（1909年6月18日—2005年1月20日），号泽农，福建省厦门人，海洋生物学家，中国海藻学研究的奠基人之一，中国科学院院士、第三世界科学院院士，中国科学院海洋研究所研究员、原所长。\n1930年曾呈奎从厦门大学毕业后留校当助教；1934年获得岭南大学理学硕士学位；1935年进入国立山东大学生物系工作；1938年担任岭南大学植物学副教授兼植物标本室主任；1942年获得美国密歇根大学研究院博士学位；1943年至1945年在美国加州大学斯格里普海洋研究所进修海洋学，同时进行海藻调查研究；1946年底回国，担任国立山东大学植物学教授、系主任，兼水产系主任和海洋研究所副所长；1950年参与筹建中国科学院水生生物研究所青岛海洋生物研究室，同年加入中国民主同盟；1978年至1984年担任中国科学院海洋研究所所长；1987年担任中国科学院实验海洋生物学开放研究实验室主任；1980年当选为中国科学院学部委员，同年加入中国共产党；1985年当选第三世界科学院院士；1997年获得何梁何利基金科学与技术进步奖；2005年1月20日在青岛逝世，享年96岁。\n曾呈奎长期从事海洋植物学的教学和海藻学的研究，先后发现了百余个新种，两个新属，一个新科，为中国海藻志的编写提供了基本资料。",
      img: require("../../assets/images/pages/terrace/zengchengkui.jpg")
    },
    {
      name: "张福绥",
      field: "中国工程院院士",
      description: "张福绥，1927年12月出生于山东省昌邑，海洋生物学家，水产养殖学专家，中国工程院院士。\n1953年毕业于山东大学（今中国海洋大学），随后从事海洋科学研究，主要研究领域为中国海洋贝类实验生态学、贝类养殖生物学和贝类人工繁殖学，取得了一系列重大的奠基性和原创性成果，被沿海渔、农民尊称为“扇贝之父”。\n2016年2月9日17时35分在青岛逝世，享年89岁。",
      img: require("../../assets/images/pages/terrace/zhangfuwei.jpg")
    }
  ]
}