import { ICatagloryInfo } from "../../interfaces/cataglory";

export const TRANSPORTATION_DATA: ICatagloryInfo = {
  "贸易": [
    {
      name: '于珍',
      description: `1964年11月任第8机械工业部政研室技术员、编辑室编辑。1969年8月在“五七”干校劳动。1970年4月任第1机械工业部调研室调研员。1972年3月任第1机械工业部部长秘书。1976年10月任1机部农机总局副局长。1979年3月任农业机械部生产管理局副局长。1982年4月任机械工业部农机局副局长兼中国拖拉机内燃机工业公司副经理。1983年11月任中国轻工业机械总公司总经理兼党委书记等职。`,
      img: require('../../assets/images/pages/transportation/yuzhen.jpg'),
      field: '中国机械工业联合会会长'
    },
    {
      name: '陈耕',
      description: `历任日照市盐务局（日照盐业公司）科员、副科长、财务科科长；
      日照市盐务局副局长、日照盐业公司副经理、党委委员、总会计师（副处级）等职务；
      2012年8月至今，任日照市盐务局局长、党委副书记、日照盐业公司法人代表、经理。（正处级）
      `,
      img: require('../../assets/images/pages/transportation/chengeng.jpg'),
      field: '原中国石油天然集团公司总经理'
    },
    {
      name: '黄天文',
      description: `黄天文，男，汉族，1955年生，中共党员，教授级高工，浙江绍兴人。1978年8月毕业于上海海运学院；1986年7月毕业于美国塞顿霍尔大学（Seton Hall University），获硕士学位。
      历任中国五矿集团运输处副处长、处长，中国五矿国际货运公司总经理，中国五矿集团总裁助理、副总裁。2012年被评为20世纪影响中国的25位企业家之一。
      2012年4月16日，中钢集团内部宣布免去中钢集团总裁黄天文职务，由中钢股份有限公司总经理贾宝军接任
       `,
       img: require('../../assets/images/pages/transportation/huangtianwen.jpg'),
       field: '原中钢集团公司总裁'
    },
    {
      name: '周中枢',
      description: `周中枢，男，汉族，1952年11月生，山东莱芜人，1970年1月参加工作，1971年12月加入中国共产党，上海外国语大学国际贸易和西班牙语专业毕业，大学学历，高级国际商务师。
      曾任中国五矿集团公司董事长，党组书记。
      `,
      img: require('../../assets/images/pages/transportation/zhouzhongshu.jpg'),
      field: '中国五矿集团公司总裁'
    },
    {
      name: '马云',
      description: `马云，男，汉族，中共党员 ，1964年9月10日生于浙江省杭州市，祖籍浙江省嵊州市谷来镇， 阿里巴巴集团主要创始人，现担任日本软银董事、大自然保护协会中国理事会主席兼全球董事会成员、华谊兄弟董事、生命科学突破奖基金会董事、联合国数字合作高级别小组联合主席。
      1988年毕业于杭州师范学院外语系，同年担任杭州电子工业学院英文及国际贸易教师，1995年创办中国第一家互联网商业信息发布网站“中国黄页”，1998年出任中国国际电子商务中心国富通信息技术发展有限公司总经理，1999年创办阿里巴巴，并担任阿里集团CEO、董事局主席。
      2013年5月10日，辞任阿里巴巴集团CEO，继续担任阿里集团董事局主席。6月30日，马云当选全球互联网治理联盟理事会联合主席。2019年9月10日，马云卸任阿里巴巴董事局主席，继续担任阿里巴巴集团董事会成员。 
      2017年12月15日，荣获“影响中国”2017年度教育人物。2018年9月10日，马云发出公开信宣布将于2019年9月10日卸任集团董事局主席，由CEO张勇接任。 2018年12月18日，党中央、国务院授予马云同志改革先锋称号，颁授改革先锋奖章。2019年3月，马云以373亿美元财富排名2019年福布斯全球亿万富豪榜第21位。2019年5月10日，马云等17位全球杰出人士被联合国秘书长古特雷斯任命为新一届可持续发展目标倡导者。 2019福布斯中国慈善榜排名第3位。2019年10月获得福布斯终身成就奖。2019年10月19日，入选2019福布斯年度商业人物之跨国经营商业领袖名单
      `,
      img: require('../../assets/images/pages/transportation/mayun.jpg'),
      field: '阿里巴巴首席执行官'
    }
  ],
  "外交": [
    {
      name: '王毅',
      description: `王毅，男，汉族，1953年10月生，北京市人，1969年9月参加工作，1981年5月加入中国共产党，北京第二外国语学院亚非语系日语专业毕业，大学学历，经济学硕士学位。
      现任中共十九届中央委员，国务委员、国务院党组成员，外交部部长。
      `,
      img: require('../../assets/images/pages/transportation/wangyi.jpg'),
      field: '国务委员、国务院党组成员，外交部部长'
    },
    {
      name: '吴红波',
      description: `吴红波，男，1952年5月生，祖籍山东泰安市宁阳县，中华人民共和国外交官。北京外国语学院（今北京外国语大学）毕业。自七十年代起开始从事外交工作。
      现任欧洲事务特别代表
      `,
      img: require('../../assets/images/pages/transportation/wuhongbo.jpg'),
      field: '欧洲事务特别代表'
    },
    {
      name: '吉佩定',
      description: `吉佩定，男，1942年2月出生，江苏盐城人。1965年毕业于北京师范大学外语系。
      曾任中国宋庆龄基金会副主席。
      `,
      img: require('../../assets/images/pages/transportation/jipeiding.jpg'),
      field: '锁定'
    }
  ]
}